/* Displayed when an undefined error occurs while registering for MyMindNode */
"An undefined error occured." = "发生未知错误。";

/* Cancel button for MyMindNode setup. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Couldn't delete document" = "无法删除文稿";

/* Displayed when a user inputs an Email address during MyMindNode registration that is already in use. */
"Email address already in use." = "电子邮件地址已经在用。";

/* Title when myMindNode upload fails */
"Failed to upload document" = "无法上传文稿";

/* Shown as message when a user tries to share a MyMindNode document without enabled iCloud */
"iCloud not configured" = "未配置 iCloud";

/* Displayed when a user inputs an invalid Email address during MyMindNode registration. */
"Invalid email address." = "电子邮件地址无效。";

/* Shown as label on the MyMindNode sharing service menu item. */
"MyMindNode" = "MyMindNode";

/* Shown in the MyMindNode pref pane when iCloud is not available. */
"MyMindNode requires iCloud" = "MyMindNode 需要 iCloud";

/* Shown in Notification Center when the current MyMindNode upload finishes */
"MyMindNode Upload Completed" = "MyMindNode 上传已完成";

/* Shown in the MyMindNode pref pane as the user account */
"N/A" = "不适用";

/* Default button on MyMindNode error alert */
"OK" = "好";

/* Text for button to open iCloud System Preferences (MyMindNode setup) */
"Open iCloud System Preferences" = "打开 iCloud 系统偏好设置";

/* Shown in Notification Center when the current MyMindNode upload finishes */
"Successfully uploaded \"%@\" to MyMindNode." = "成功将“%@”上传到 MyMindNode。";

/* Shown as informative text when a user tries to share a document via MyMindNode without configured iCloud */
"You need to be signed into your iCloud account to use MyMindNode." = "您需要登录 iCloud 帐户才能使用 MyMindNode。";

